img/1-RDF-graph-L3-10-auto/W2dR.mmd
flowchart LR
S[student:s06] -->|rdf:type| T[ex:Student]
S -->|rdfs:label| N(("Marta"))
S -->|ex:age| A(("21"))
S -->|ex:enrolledIn| C[course:c06]
